Revit 2027 API
UnitTypeId.CubicFeetPerKip Property
 Cubic feet per kip.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CubicFeetPerKip { get; }
Public Shared ReadOnly Property CubicFeetPerKip As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CubicFeetPerKip {
	ForgeTypeId^ get ();
}
static member CubicFeetPerKip : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace